Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Disposable tableware [cutlery] made of plastics
it: Servizi da tavola monouso [posateria] in plastica

source: Rotary milling cutters [hand-operated tools]
it: Frese rotative [utensili azionati manualmente]

source: Cartridges containing razor blades
it: Cartucce contenenti lamette per rasoi

source: Carving knives (Hand operated -) for household use
it: Coltelli da intaglio (Manuali -) per uso domestico

source: Positioning tools for setting (Hand operated -)
it: Utensili di posizionamento (Funzionanti manualmente -)

source: Oyster openers
it: Apri-ostriche

source: Ratchets [hand tools]
it: Nottolini [utensili]

source: Table forks
it: Forchette

source: Grindstones [hand tools]
it: Mole per affilare a mano

source: Combination pliers
it: Pinze universali

source: Throwing knives
it: Coltelli da lancio

source: Depilation appliances, electric and non-electric
it: Apparecchi per la depilazione elettrici e non elettrici

source: Forks and spoons
it: Forchette e cucchiai

source: Spatulas [hand tools]
it: Spatole [utensili]

source: Sets of socket spanners
it: Set di chiavi a tubo

source: Bushhammers [stone hammers]
it: Martelli a due teste [bocciarde]

source: Snow shovels
it: Scarpe da neve

source: Manicure implements
it: Strumenti per manicure

source: Electric hair clippers for animals [hand instruments]
it: Tosatrici elettriche per animali [strumenti a mano]

source: Diamond drill bits for hand-operated tools
it: Punte di trapani in diamante per utensili manuali

source: Die holders for use with hand operated tools
it: Portamatrici da utilizzare con utensili manuali

source: Egg slicers, non-electric
it: Tagliauova [non elettrici]

source: Scissors for children
it: Forbici per bambini

source: Razor strops [leather strops]
it: Coramelle [cuoi per arrotare]

source: Fruit pickers [hand tools]
it: Forbici per raccogliere frutti

source: Agricultural hand tools
it: Utensili agricoli manuali

source: Hobby knives [scalpels]
it: Coltellini [scalpelli]

source: Ring spanners
it: Chiavi ad anello

source: Portable drill stands for hand-operated drills
it: Supporti per trapani portatili per trapani manuali

source: Saw blades [parts of hand tools]
it: Lame per seghe [parti di utensili]

source: Electric pedicure sets
it: Set elettrici da pedicure

source: Extension bars for hand tools
it: Barre di estensione per utensili

source: Fireplace shovels
it: Palette per caminetti

source: Spool unwinders [hand-operated tools]
it: Svolgibobine [utensili azionati manualmente]

source: Stripping knives
it: Coltelli per spelare

source: Sword scabbards
it: Guaine di sciabole

source: Harpoons for fishing
it: Arpioni per la pesca

source: Miniature screwdrivers (Non-electric -)
it: Cacciaviti in miniatura (Non elettrici -)

source: Grafting tools [hand tools]
it: Innestatoi per innesto a scudetto

source: Blades for hand saws
it: Lame per seghe a mano

source: Hackles [hand tools]
it: Scapecchiatoi [utensili]

source: Rams [hand tools]
it: Arieti [utensili]

source: Wire cutters [hand tools]
it: Tagliafili [utensili manuali]

source: Braiders [hand tools]
it: Pestelli [utensili]

source: Tap wrenches (Hand operated -)
it: Giramaschi (Ad azionamento manuale -)

source: Fish tapes [hand tools]
it: Nastri per pescare [manuali]

source: Countersinking tools for hand operated tools
it: Strumenti per svasatura per utensili manuali

source: Cutlery for use by babies
it: Posate per bambini piccoli

source: Cutting dies for use with hand operated tools
it: Matrici da taglio da utilizzare con utensili manuali

source: Electrical shavers for removing threads from fabric [hand instruments]
it: Rasoi elettrici per rimuovere i fili dai tessuti [strumenti a mano]

source: Electrically operated hair clippers [hand instruments]
it: Tosatrici azionate elettricamente [strumenti a mano]

source: Tube cutting instruments
it: Strumenti per tranciare tubi

source: Diggers [hand tools]
it: Estrattori [utensili]

source: Hedge trimmers [hand-operated tools]
it: Tosasiepi [utensili azionati manualmente]

source: Earth rammers [hand tools]
it: Argini [utensili per lastricare]

source: Spiked rollers [hand operated tools] for use in soil aeration
it: Rulli a spuntoni [utensili azionati manualmente] per l'aerazione del suolo

source: Sprayers (knapsack -) [non-electric] for carrying on the back
it: Irroratrici (a zaino -) [non elettriche] da portare sulla schiena

source: Sprayers [hand-operated tool] for garden use in spraying weedkillers
it: Vaporizzatori [utensili azionati manualmente] per giardino per irrorare erbicidi

source: Apparatus for destroying plant parasites, hand-operated
it: Apparecchi per distruggere i parassiti delle piante azionati a mano

source: Sharpening instruments
it: Strumenti per l'affilatura

source: Eyelash separators
it: Separatori di ciglia

source: Sprayers for use in horticulture [hand tool]
it: Nebulizzatori per uso in orticoltura [utensili manuali]

source: Strippers [hand operated tools]
it: Estrattori [utensili manuali]

source: Chalk line reels [hand tools]
it: Traccialinee [utensili manuali]

source: Engravers [hand tools]
it: Incisori [utensili manuali]

source: Vegetable peelers [hand operated knives]
it: Pelaverdure [coltelli ad azionamento manuale]

source: Numbering punches
it: Pinzette per numerare

source: Cuticle scissors
it: Forbici per cuticole

source: Abrading instruments [hand instruments]
it: Strumenti a mano per abrasatura

source: Hand tools and implements (hand operated)
it: Utensili e strumenti azionati manualmente

source: Gouges [hand tools]
it: Sgorbie [utensili]

source: Hair clippers for personal use, electric and non-electric
it: Macchine per il taglio dei capelli elettriche e non elettriche

source: Squares [hand tools]
it: Squadre [utensili]

source: Grease guns (Hand operated -)
it: Ingrassatori a pressione (Manuali -)

source: Locking pliers
it: Pinze a scatto

source: Cutting guides for use with hand operated tools
it: Guide da taglio da utilizzare con utensili manuali

source: Stunning apparatus (Cattle -)
it: Apparecchi per stordire le bestie

source: Dies for use with hand operated tools
it: Matrici da utilizzare con utensili manuali

source: Japanese swords
it: Spade giapponesi

source: Pizza cutters, non-electric
it: Tagliapizza [non elettrici]

source: Punches [hand tools]
it: Punzoni [utensili]

source: Self-centring chucks [parts of hand-operated tools]
it: Mandrini autocentranti [parti di utensili azionati manualmente]

source: Pasta cutters (Hand operated -)
it: Tagliapasta (Azionati manualmente -)

source: Sprayers [hand-operated tool] for agricultural use in spraying insecticides
it: Vaporizzatori [utensili azionati manualmente] per uso agricolo per irrorare insetticidi

source: Whittling knives
it: Coltelli da intaglio

source: Canteens of cutlery made of precious metal
it: Vaschette per posate in metallo prezioso

source: Mortars and pestles
it: Mortai e pestelli

source: Precision screwdrivers (Non-electric -)
it: Cacciaviti di precisione (Non elettrici -)

source: Razors
it: Rasoi

source: Extensions for hand tools
it: Estensioni per utensili

source: Stapling guns (hand-operated -) [other than for surgical or stationery use]
it: Pistole graffatrici (ad azionamento manuale -) [non per uso chirurgico o per cartoleria]

source: Turnip cutters [knives]
it: Trinciaradici [coltelli]

source: Tin openers, non-electric
it: Apriscatole non elettrici

source: Dies [hand tools]
it: Filiere [utensili]

source: Cutting pliers [linemans' pliers]
it: Cesoie [pinze per guardafili]

source: Bayonets
it: Baionette

source: Meat choppers [cleavers]
it: Tritacarne [mannaie]

source: Drill holders [hand tools]
it: Porta-trapani [utensili]

source: Fishing knives
it: Coltelli da pesca

source: Fishing line cutters
it: Cesoie per lenze

source: Hammers [hand tools]
it: Martelli [utensili]

source: Tin openers (Hand-operated -)
it: Apriscatole (Azionati manualmente -)

source: Hand-operated tools for drilling
it: Utensili manuali di perforazione

source: Log splitters [hand-operated tools]
it: Spaccaceppi [utensili azionati manualmente]

source: Cutting inserts for use with hand tools
it: Inserti da taglio per utensili manuali

source: Electric hair clippers for personal use [hand instruments]
it: Tosatrici elettriche per uso personale [strumenti a mano]

source: Nail clippers
it: Tagliaunghie

source: Emery grinding wheels
it: Mole a smeriglio

source: Saws for cutting branches
it: Seghe per il taglio dei rami

source: Panel beating hammers
it: Martelli per battilastra

source: Ladles [hand tools]
it: Cucchiai [utensili]

source: Souvenir collector spoons
it: Cucchiai souvenir da collezione

source: Sledgehammers
it: Magli [utensili]

source: Knives for hobby use
it: Coltelli per l'hobbistica

source: Potato peelers [knives]
it: Pelapatate [coltelli]

source: Electric shavers
it: Rasoi elettrici

source: Tree pruners [hand tools]
it: Troncarami [utensili manuali]

source: Wire brushes [hand-operated tools]
it: Spazzole metalliche [utensili manuali]

source: Guns [hand tools]
it: Pistole [utensili]

source: Cable cutters (Hand-operated -)
it: Tagliacavi (Ad azionamento manuale -)

source: Abrasive wheels for use with hand tools
it: Dischi abrasivi per utensili manuali

source: Clamping wedges
it: Cunei di spinta

source: Clippers for personal use [electric and non electric]
it: Tagliacapelli per uso personale [elettrici e non]

source: Choppers [knives]
it: Mezzalune [coltelli]

source: Frames for handsaws
it: Telai per seghe a mano

source: Electric hair curling irons
it: Ferri arricciacapelli elettrici

source: Saw holders
it: Porta-sega

source: Hacksaw blades
it: Lame per seghetti

source: Saws [hand tools]
it: Seghe [utensili]

source: Chisels
it: Preselle

source: Extension pieces for braces for screw taps
it: Giunti di trapani a mano per viti maschie

source: Adjustable spanners
it: Chiavi regolabili

source: Blades for electric razors
it: Lame per rasoi elettrici

source: Cramps for use in holding workpieces
it: Morse per tenere pezzi da lavorare

source: Syringes for spraying insecticides
it: Siringhe per spruzzare insetticidi

source: Manual clippers
it: Tosatrici manuali

source: Sand trap rakes
it: Rastrelli da golf

source: Hair clippers for animals [hand instruments]
it: Tosatrici per i peli degli animali

source: Shearers [hand instruments]
it: Tosatoi [strumenti a mano]

source: Table cutlery [knives, forks and spoons]
it: Coperti [coltelli, forchette e cucchiai]

source: Sprayers [hand-operated tool] for household use in spraying insecticide
it: Vaporizzatori [utensili azionati manualmente] per uso domestico per irrorare insetticidi

source: Scrapers for floors and windows
it: Raschietti per pavimenti e finestre

source: Butchers' knives (Non-electric -)
it: Coltelli da macellaio (Non elettrici -)

source: Canteens of cutlery
it: Ceste per posate

source: Cases for manicure instruments
it: Astucci per strumenti per manicure

source: Blade sharpening instruments
it: Strumenti per affilare le lame

source: Expanders [hand tools]
it: Mandrini [utensili]

source: Knives made of precious metal
it: Coltelli in metalli preziosi

source: Truncheons
it: Randelli

source: Dispensers for razor blades
it: Distributori di lamette per rasoi

source: Knife sharpeners [hand operated tools]
it: Affilatrici per coltelli [utensili manuali]

source: Vegetable slicers (Hand-operated -)
it: Affettaverdure (Ad azionamento manuale -)

source: Digging forks [spading forks]
it: Forche a vanga [forche]

source: Masonry drills for hand operated tools
it: Trapani per muratura per utensili manuali

source: Hoop cutters [hand tools]
it: Tagliatori di cerchi

source: Rakes [hand tools]
it: Rastrelli [utensili]

source: Shovels [hand tools]
it: Pale [utensili]

source: Fire irons
it: Attizzatoi

source: Fingernail polishers, electric or non-electric
it: Lucidatrici per unghie elettriche o non elettriche

source: Ditchers [hand tools]
it: Marre [utensili]

source: Hand pumps
it: Pompe a mano

source: Mortars for pounding [hand tools]
it: Mortai per pestare [utensili manuali]

source: Bits [parts of hand tools]
it: Chiocciole [parti di utensili]

source: Annular screw plates
it: Filiere anulari

source: Hair cutting scissors
it: Forbici per capelli

source: Silver plate [knives, forks and spoons]
it: Argenteria [coltelli, forchette e cucchiai]

source: Shear blades
it: Lame da cesoie

source: Keyhole saws [hand operated tools]
it: Gattucci [utensili azionati manualmente]

source: Cutlery of precious metals
it: Posate in metalli preziosi

source: Die holders [hand tools]
it: Portastampo [utensili manuali]

source: Drill bits for use in hand tools
it: Punte di foratura per utensili manuali

source: Needle files
it: Lime per aghi

source: Sabres [sword]
it: Sciabole [spade]

source: Saw blades for use with hand-operated tools
it: Lame per seghe per utensili funzionanti manualmente

source: Scissors (Non-electric -) for wallpaper
it: Forbici (Non elettriche -) per carta da parati

source: Pipe wrenches
it: Chiavi serratubi

source: Pedicure implements
it: Strumenti per pedicure

source: Pocket knives with multi-purpose attachments
it: Coltelli tascabili con accessori multifunzionali

source: Agricultural sprayers [hand operated]
it: Atomizzatori agricoli [ad azionamento manuale]

source: Bayonets [swords]
it: Baionette [spade]

source: Sprayers [hand-operated tool] for household use in spraying weedkillers
it: Vaporizzatori [utensili azionati manualmente] per uso domestico per irrorare erbicidi

source: Trowels
it: Cazzuole

source: Irons [non-electric hand tools]
it: Ferri [utensili non elettrici]

source: Razor knives
it: Rasoi dritti

source: Swords
it: Spade

source: Scrapers
it: Raschietti

source: Daggers
it: Pugnali

source: Forks
it: Forche

source: Nippers [hand tools]
it: Pinze [attrezzi]

source: Cutting dies [hand operated tools]
it: Fustelle [utensili azionati manualmente]

source: Cleavers
it: Mannaie

source: Mincing knives [hand tools]
it: Trita-carne [utensili]

source: Animal slaughtering and butchering implements
it: Utensili per la macellazione di animali

source: Hygienic and beauty implements for humans and animals
it: Attrezzi per l'igiene e la bellezza per umani ed animali

source: Hand-operated tools and implements for treatment of materials, and for construction, repair and maintenance
it: Apparecchi e strumenti azionati manualmente per il trattamento di materiali, e per la costruzione, riparazione e manutenzione

source: Hammers, mallets and sledgehammers
it: Martelli, mazzuoli e mazze

source: Cutting, drilling, grinding, sharpening and surface treatment hand tools
it: Utensili azionati manualmente per tagliare, perforare, appuntire e trattare le superfici

source: Bench vices [hand implements]
it: Morse da banco [utensili manuali]

source: Tattoo needles
it: Aghi per tatuaggi

source: Sculptors' chisels
it: Scalpelli per artisti

source: Plastic spoons, table forks and table knives
it: Cucchiai, forchette e coltelli da tavola in plastica

source: Baby spoons, table forks and table knives
it: Cucchiai, forchette e coltelli da tavola per bebè

source: Scrapers for skis
it: Raschini per sci

source: Scythe handles
it: Manici di falci

source: Spoons for tea
it: Cucchiaini da tè

source: Dressmakers' chalk sharpeners
it: Affilatore per gessi da sarto

source: Electric hair straightening irons
it: Piastre elettriche per stirare i capelli

source: Electric irons for styling hair
it: Ferri elettrici per acconciature

source: Forks made of precious metal
it: Forchette in metalli preziosi

source: Hand-operated sanders
it: Smerigliatrici manuali

source: Hand-operated sharpening tools and instruments
it: Utensili e strumenti manuali per affilare

source: Multi-purpose shears
it: Cesoie multiuso

source: Nail skin treatment trimmers
it: Strumenti per rimuovere le cuticole

source: Sharpening wheels for knives and blades
it: Mole per affilare lame e coltelli

source: Woolen shears
it: Cesoie per lana

source: Glaziers' diamonds [parts of hand tools]
it: Diamanti da vetraio [parti di utensili a mano]

source: Cutting tools [hand tools]
it: Forbici da traforo [utensili]

source: Edge tools [hand tools]
it: Prodotti da intaglio

source: Insecticide vaporizers [hand tools]
it: Vaporizzatori per insetticidi [utensili]

source: Electric irons
it: Ferri elettrici

source: Planes
it: Pialle

source: Planers [hand tools]
it: Pialle [utensili manuali]

source: Tool belts [holders]
it: Cinture portautensili

source: Nut wrenches
it: Chiavi per dadi

source: Socket spanners
it: Chiavi a tubo

source: Screw wrenches
it: Chiavi inglesi

source: Spanners [hand tools]
it: Chiavi [utensili]

source: Nail drawers [hand tools]
it: Tenaglie [utensili]

source: Hatchets
it: Accette

source: Axes
it: Asce

source: Bits [hand tools]
it: Trapani [utensili]

source: Augers [hand tools]
it: Trivelle [utensili]

source: Penknives
it: Temperini

source: Utility knives
it: Coltelli multiuso

source: Sharpening stones
it: Pietre per affilare

source: Whetstones [sharpening stones]
it: Pietre per falci [coti]

source: Harpoons
it: Fiocine

source: Spears
it: Arpioni

source: Manually-operated edge sharpeners for skis and snowboards
it: Affilatori manuali per lamine di sci e snowboard

source: Chimney sweeping implements
it: Strumenti per pulire camini

source: String tensioning device for rackets [hand tools]
it: Tenditore per racchette [utensili manuali]

source: Gardening shears
it: Forbici da giardino

source: Pickaxes
it: Picconi

source: Mattocks
it: Zappette

source: Non-electric garlic choppers
it: Tritaaglio non elettici

source: Non-electric garlic cutters
it: Tagliaglio non elettrici

source: Fishing pliers
it: Pinze da pesca

source: Seam rippers
it: Taglia-asole

source: Foil cutters
it: Taglia capsula

source: Manually operated motorcycle lifts
it: Sollevatori per moto azionati manualmente

source: Hand-operated dibbers
it: Piantatoi manuali

source: Non-electric hand implements for hair curling
it: Apparecchi a mano non elettrici per arricciare i capelli

source: Hammer sharpeners
it: Martelli arrotatoi

source: Candle sharpeners
it: Affila candele

source: Non-electric vegetable peelers
it: Pelaverdure non elettrici

source: Non-electric razors
it: Rasoi non elettrici

source: Non-electric hair clippers
it: Tagliacapelli non elettrici

source: Mustache and beard trimmers
it: Rasoi per baffi e barba

source: Hand-operated slicers
it: Affettatrici manuali

source: Hand-operated choppers
it: Tritatutto manuali

source: Hand operated plumbing snakes
it: Stasatubi flessibili azionati a mano

source: Electric and battery-powered hair clippers
it: Tagliacapelli elettrici e a batteria

source: Callus cutters
it: Tagliacalli

source: Blades for knives
it: Lame per coltelli

source: Ski edge sharpening tools, hand-operated
it: Utensili manuali per affilare i bordi degli sci

source: Miter cutters being hand tools
it: Cesoia multiangolo [utensili]

source: Miter vises being hand tools
it: Morse per cornici [utensili]

source: Miter sanders being hand tools
it: Levigatrici ad angolo [utensili]

source: Bit drivers for hand tools
it: Portapunte [utensili]

source: Spark plug sockets being hand tools
it: Chiavi a bussola per candele [utensili]

source: Agricultural forks [hand tools]
it: Forche per uso agricolo (utensili)

source: Tailors' chalk sharpeners
it: Affilagessi per sarti

source: Mandolins for slicing vegetables
it: Mandolini affettaverdure

source: Tool holders
it: Portautensili

source: Sickles
it: Falcetti

source: Leather strops
it: Cuoi per arrotare

source: Razor strops
it: Cuoi per rasare

source: Scrapers [hand tools]
it: Raschiatoi [utensili]

source: Stone hammers
it: Schiaccia-sassi

source: Blades for planes
it: Ferri per sponderuole

source: Vegetable slicers
it: Taglia-verdura

source: Woodworking wrecking bars
it: Levachiodi per falegnameria

source: Hand-operated tools for repair of vehicles
it: Utensili manuali per la riparazione di veicoli

source: Hand tools for use in ice sculpting
it: Utensili manuali per scolpire il ghiaccio

source: Metal wire stretchers [hand tools]
it: Tenditori fili metallici [utensili]

source: Stretchers for wire and metal bands [hand tools]
it: Tenditori per fili e bande metallici [utensili]

source: Embossers [hand tools]
it: Stampatori [utensili]

source: Cutlery of precious metal for cutting
it: Posate in metallo prezioso per tagliare

source: Hand tools for use in beauty care
it: Utensili a mano per trattamenti estetici

source: Grapefruit knives
it: Coltelli per pompelmi

source: Hand-operated apparatus for the cosmetic care of eyebrows
it: Apparecchi operati a mano per la cura cosmetica delle sopracciglia

source: Biodegradable spoons
it: Cucchiai biodegradabili

source: Hand-operated weed cutters
it: Decespugliatori a mano

source: Biodegradable knives
it: Coltelli biodegradabili

source: Biodegradable cutlery
it: Posateria biodegradabile

source: Grapefruit spoons
it: Cucchiai per pompelmo

source: Punching hand tools, hand-operated, other than for office use
it: Utensili per punzonatura, azionati manualmente, non per ufficio

source: Poultry scissors
it: Trinciapollo

source: Hand-operated pumps for pumping well water
it: Pompe manuali per pompare l'acqua di pozzo

source: Hand-operated sprayers for industrial or commercial use
it: Spruzzatori manuali per uso industriale o commerciale

source: Hand-operated vaporizers for industrial or commercial use
it: Vaporizzatori manuali per uso industriale o commerciale

source: Hand-operated atomizers for industrial or commercial use
it: Atomizzatori manuali per uso industriale o commerciale

source: Non-electric beard trimmers
it: Regolabarba non elettrici

source: Carpet and flooring staple removers [hand tools]
it: Levapunti per tappeti e pavimenti [utensili manuali]

source: Disposable spoons
it: Cucchiai monouso

source: Disposable forks
it: Forchette monouso

source: Disposable knives
it: Coltelli monouso

source: Electric crimping irons for the hair
it: Piastra elettrica per ondulare i capelli

source: Telephone receivers
it: Ricevitori telefonici

source: Audio amplifiers
it: Amplificatori audio

source: Mirrors [optics]
it: Specchi [ottica]

source: Contacts, electric
it: Contatti elettrici

source: Compact disc players
it: Lettori di compact disc

source: Drainers for use in photography
it: Sgocciolatoi per lavori fotografici

source: Jackets for video cassettes
it: Custodie per videocassette

source: Electric flow meters
it: Flussometri elettrici

source: Plastic road cones [illuminated]
it: Coni stradali di plastica [illuminati]

source: Plug-in cartridges [electric]
it: Cartucce inseribili [elettriche]

source: Fibre optic viewers [not for medical purposes]
it: Visori a fibre ottiche [non per uso medico]

source: Bi-polar transistors
it: Transistor bipolari

source: Biological safety cabinets
it: Cabine di sicurezza biologica

source: Bioreactors for laboratory use
it: Bioreattori per laboratorio

source: Zone plate antennas
it: Antenne a lamine a zona

source: Angle viewfinder
it: Mirini angolari

source: Apparatus for automatic chromatography
it: Apparecchi per cromatografia automatica

source: Circulators [electric or electronic components]
it: Circolatori [componenti elettrici o elettronici]

source: Compiler software
it: Software compilatori

source: Telecommunications cables
it: Cavi per telecomunicazioni

source: Ethernet transceivers
it: Ricetrasmettitori Ethernet

source: Personal alarms
it: Allarmi personali

source: Digital colour printers
it: Stampanti digitali a colori

source: Digital indicators
it: Indicatori digitali

source: Video printers
it: Stampanti video

source: Permanent magnets
it: Magneti permanenti
